/* conjunction to end a compound sentence */
" and" = " och";

/* No comment provided by engineer. */
"%@" = "%@";

/* Account Name (Connecting) - shown for an account while it is connecting */
"%@ (Connecting)" = "%@ (kopplar upp)";

/* No comment provided by engineer. */
"%@ had been successfully added to the Address Book.\nWould you like to edit the card now?" = "%@ har lagts till i Adressbok.\nVill du redigera kortet nu?";

/* No comment provided by engineer. */
"%@ is not on any account. Please select a specific account or add this contact first." = "%@ finns inte på något konto. Var god välj ett specifikt konto eller lägg till denna kontakt först.";

/* No comment provided by engineer. */
"%@ on the account %@" = "%1$@ på kontot %2$@";

/* Event: <A contact's name> requested authorization */
"%@ requested authorization" = "%@ begärde tillåtelse";

/* This is displayed in the message window when prompting to receive a file. The first %@ is the sender; the second %@ is the filename of the file being sent. It will be followed by buttons such as 'Save' and 'Cancel'. */
"%@ requests to send you %@" = "%1$@ begär att få sända dig %2$@";

/* Message displayed when a contact sends a buzz/nudge/other notification. %@ will be the other person's name. */
"%@ wants your attention!" = "%@ vill ha din uppmärksamhet!";

/* Status message for a bookmark (>1 mention, >1 messages) */
"%d mentions, %d messages" = "%1$d omnämnande, %2$d meddelanden";

/* Status message for a bookmark (>1 messages) */
"%d messages" = "%d meddelanden";

/* No comment provided by engineer. */
"%u authorization requests" = "%u förfrågningar om tillåtelse";

/* comma between actions in the events list */
"," = ",";

/* period at the end of the Events pane sentence describing actions taken for an event */
"." = ".";

/* Status message for a bookmark (1 mention, >1 messages) */
"1 mention, %d messages" = "1 omnämning, %d meddelanden";

/* Status message for a bookmark (1 mention, 1 message) */
"1 mention, 1 message" = "1 omnämning, 1 meddelande";

/* Status message for a bookmark (1 message) */
"1 message" = "1 meddelande";

/* Colon which will be appended after a label such as 'User Name', before an input field */
":" = ":";

/* please keep the semicolon at the start of the line. %@ will be replaced by a status message. This is used when reading an entry in the contact list aloud, such as 'Evan Schoenberg; status message I am bouncing up and down' */
"; status message %@" = "; statusmeddelande %@";

/* Placeholder displayed as the name of a new account */
"<New Account>" = "<Nytt konto>";

/* No comment provided by engineer. */
"\"%@\" is already in use." = "\"%@\" används redan.";

/* No comment provided by engineer. */
"a member of %@" = "en medlem av %@";

/* No comment provided by engineer. */
"Account:" = "Konto:";

/* Label for contact alert action (e.g. Send message, Play sound, etc.) */
"Action:" = "Åtgärd:";

/* No comment provided by engineer. */
"Add Account" = "Lägg till ett konto";

/* No comment provided by engineer. */
"Add an action for the selected event" = "Lägg till en åtgärd för den valda händelsen";

/* Add To Address Book Contextual Menu */
"Add To Address Book" = "Lägg till i Adressbok";

/* No comment provided by engineer. */
"Adium provides encryption, authentication, deniability, and perfect forward secrecy over %@ via Off-the-Record Messaging (OTR). If your contact is not using an OTR-compatible messaging system, your contact will be sent a link to the OTR web site when you attempt to connect. For more information on OTR, visit https://otr.cypherpunks.ca/." = "Adium tillhandahåller kryptering, verifiering, möjlighet att neka och perfekt vidarebefordring av hemligheter över %@ via Off-the-Record Messaging (OTR). Om din kontakt inte använder en OTR-kompatibel klient, så kommer din kontakt att få en länk till OTR:s hemsida när du försöker ansluta. För mer information om OTR, besök https://otr.cypherpunks.ca/.";

/* No comment provided by engineer. */
"Alias:" = "Alias:";

/* No comment provided by engineer. */
"An error had occurred while adding %@ to the Address Book." = "Ett fel uppstod när %@ lades till i Adressboken";

/* No comment provided by engineer. */
"Any" = "Någon";

/* No comment provided by engineer. */
"Authorization Requests" = "Tillåtelseförfrågningar";

/* No comment provided by engineer. */
"Authorize" = "Tillåt";

/* No comment provided by engineer. */
"Authorize and Add" = "Tillåt och lägg till";

/* No comment provided by engineer. */
"Authorize Selected" = "Tillåt markerade";

/* No comment provided by engineer. */
"Bookmarks" = "Bokmärken";

/* No comment provided by engineer. */
"Cancel" = "Avbryt";

/* Cancel current account activity prefix */
"Cancel: %@" = "Avbryt: %@";

/* No comment provided by engineer. */
"Cannot open sound set" = "Kan inte öppna ljuduppsättning";

/* No comment provided by engineer. */
"Clear" = "Rensa";

/* No comment provided by engineer. */
"Configure the selected action" = "Konfigurera markerad händelse";

/* No comment provided by engineer. */
"Connect" = "Anslut";

/* Connect account prefix */
"Connect: %@" = "Koppla upp: %@";

/* %@ will be the name of a group in the contact list */
"contact group %@" = "kontaktgrupp %@";

/* No comment provided by engineer. */
"Contact List" = "Kontaktlista";

/* No comment provided by engineer. */
"Contact not found" = "Kontakt kunde inte hittas";

/* No comment provided by engineer. */
"Contact requests authorization" = "Kontakt begär tillåtelse";

/* No comment provided by engineer. */
"Continue" = "Fortsätt";

/* No comment provided by engineer. */
"Custom" = "Anpassa";

/* Button which deletes the selection */
"Delete" = "Radera";

/* No comment provided by engineer. */
"Delete Account" = "Radera konto";

/* New contact alert pane */
"Delete after event occurs" = "Radera efter händelsen inträffar";

/* No comment provided by engineer. */
"Delete Event?" = "Radera händelse?";

/* No comment provided by engineer. */
"Delete the account %@?" = "Radera kontot %@?";

/* No comment provided by engineer. */
"Deny" = "Neka";

/* No comment provided by engineer. */
"Deny and Block" = "Neka och blockera";

/* No comment provided by engineer. */
"Deny Selected" = "Neka markerade";

/* No comment provided by engineer. */
"Disable" = "Inaktivera";

/* %@ will be the name of a plugin. This is the title of the dialogue shown when an unknown plugin is loaded */
"Disable %@?" = "Inaktivera %@?";

/* No comment provided by engineer. */
"Disabled Accounts" = "Inaktiva konton";

/* No comment provided by engineer. */
"Disconnect" = "Koppla ned";

/* Disconnect account prefix */
"Disconnect: %@" = "Koppla ner: %@";

/* Button which indicates that the editing sheet is done */
"Done" = "Klar";

/* Button which duplicates the selection */
"Duplicate" = "Duplicera";

/* No comment provided by engineer. */
"Edit Account" = "Redigera konto";

/* Edit In Address Book Contextual Menu */
"Edit In Address Book" = "Redigera i Adressbok";

/* No comment provided by engineer. */
"Edit Link" = "Redigera länk";

/* No comment provided by engineer. */
"Edit presets:" = "Redigera förinställningar:";

/* No comment provided by engineer. */
"Enable" = "Aktivera";

/* Enable account prefix */
"Enable %@" = "Aktivera %@";

/* Label besides the encryption preference menu */
"Encryption:" = "Kryptering:";

/* No comment provided by engineer. */
"Error" = "Fel";

/* Label for contact alert event (e.g. Contact signed on, Message received, etc.) */
"Event:" = "Händelse:";

/* No comment provided by engineer. */
"Events" = "Händelser";

/* No comment provided by engineer. */
"External plugins may cause crashes and odd behavior after updating Adium.  Disable this plugin if you experience any issues." = "Insticksmoduler kan orska krascher och udda beteende efter en uppdatering av Adium. Stäng av denna modul om du får problem.";

/* No comment provided by engineer. */
"Get Info" = "Visa info";

/* %@ will be the name of a bookmark */
"group chat bookmark %@" = "gruppchattbokmärke %@";

/* No comment provided by engineer. */
"Idle" = "Inaktiv";

/* No comment provided by engineer. */
"Ignore" = "Ignorera";

/* No comment provided by engineer. */
"Ignore and Block" = "Ignorera och blockera";

/* No comment provided by engineer. */
"Ignore Selected" = "Ignorera markerade";

/* No comment provided by engineer. */
"Invalid status icon pack" = "Ogiltigt ikonpaket";

/* No comment provided by engineer. */
"Join" = "Anslut";

/* No comment provided by engineer. */
"Join Chat" = "Anslut till chatt";

/* Text of the typing preference checkbox in the account preferences */
"Let others know when you are typing" = "Låt andra veta när jag skriver";

/* Label for the login server field in the account preferences */
"Login Server:" = "Inloggningsserver:";

/* No comment provided by engineer. */
"New Alert" = "Ny varning";

/* No comment provided by engineer. */
"No" = "Nej";

/* No comment provided by engineer. */
"No compatible accounts connected" = "Inga kompatibla konton är uppkopplade";

/* No comment provided by engineer. */
"OK" = "OK";

/* Label for the password field in the account preferences */
"Password:" = "Lösenord:";

/* No comment provided by engineer. */
"Paste" = "Klistra in";

/* %@ will be the name of a plugin. This is the title of the dialogue shown when an plugin is loaded on an unsupported architecture. */
"Plugin %@ Will be Disabled" = "Plugin %@ kommer inaktiveras";

/* Label for the port field in the account preferences */
"Port:" = "Port:";

/* No comment provided by engineer. */
"Remove the %i actions associated with this event?" = "Ta bort %i åtgärder som är kopplade till den här händelsen?";

/* No comment provided by engineer. */
"Remove the selected action(s)" = "Ta bort vald(a) åtgärd(er)";

/* Button which renames the selection */
"Rename" = "Byt namn";

/* Event: requested authorization (follows a contact's name displayed as a header) */
"requested authorization" = "begärde tillåtelse";

/* No comment provided by engineer. */
"Requests authorization" = "Begär tillåtelse";

/* No comment provided by engineer. */
"Set to Current Adium Status" = "Använd Adiums status";

/* Show In Address Book Contextual Menu */
"Show In Address Book" = "Visa i Adressbok";

/* No comment provided by engineer. */
"Social Networking" = "Sociala nätverk";

/* No comment provided by engineer. */
"Social Networking Status" = "Status för sociala nätverk";

/* No comment provided by engineer. */
"Social Networking Status:" = "Status för sociala nätverk:";

/* No comment provided by engineer. */
"Sound set upgrade failed" = "Uppgradering av ljuduppsättningen misslyckades";

/* Title of a panel shown after adding successfully adding a contact to the address book. */
"Success" = "Succé";

/* No comment provided by engineer. */
"The active status icon pack \"%@\" installed at \"%@\" is invalid.  It is missing the required status icon \"%@\".  If you received this pack from xtras.adium.im, please contact its author. Your status icon setting will be restored to the default." = "Det aktiva status ikonpaketet \"%1$@\" installerat i \"%2$@\" är ogiltigt. Det saknar ikonen \"%3$@\" som krävs. Om du fick detta paket från xtras.adium.im, var god kontakta upphovsmannen. Din inställning för statusikon kommer att återställas till förval.";

/* No comment provided by engineer. */
"The bookmark %@ does not contain enough information and can not be used. Please recreate it next time you join the chat.\nWould you like to remove this bookmark?" = "Bokmärket %@ innehåller inte tillräcklig information och kan inte användas. Var god skapa det igen nästa gång du ansluter till chatten.\nVill du ta bort detta bokmärke?";

/* No comment provided by engineer. */
"The characters you're entering are not valid for an account name on this service." = "De tecken du skriver in är inte giltiga i ett kontonamn för den här tjänsten.";

/* No comment provided by engineer. */
"The sound set %@ is version %i, and this version of Adium does not know how to handle that; perhaps try a later version of Adium." = "Ljuduppsättningen %1$@ är av version %2$i, och den här versionen av Adium kan inte hantera den; försök med en senare version av Adium.";

/* No comment provided by engineer. */
"This plugin does not support your native architecture." = "Detta plugin stödjer inte din arkitektur.";

/* No comment provided by engineer. */
"This version of Adium uses a new format for sound sets. Adium was not able to update the sound set %@ located at %@. It has been disabled." = "Den här versonen av Adium använder ett nytt format för ljuduppsättningar. Adium kunde därför inte uppdatera ljuduppsättningen %1$@ i %2$@. Den har inaktiverats.";

/* Label in front of the title for a preset */
"Title:" = "Titel:";

/* Label beside the 'let others know when you are typing' checkbox in the account preferences */
"Typing:" = "Skriver:";

/* No comment provided by engineer. */
"Unable to join bookmarked chat" = "Kan inte ansluta till bokmärkt chatt";

/* No comment provided by engineer. */
"Unknown" = "Okänd";

/* No comment provided by engineer. */
"User Name" = "Användarnamn";

/* No comment provided by engineer. */
"When %@ requests authorization" = "När %@ begär tillåtelse";

/* No comment provided by engineer. */
"When a contact requests authorization" = "När en kontakt begär tillåtelse";

/* No comment provided by engineer. */
"Yes" = "Ja";

/* Displayed in an open chat when its account has been connected */
"You have connected" = "Du har anslutit";

/* Displayed in an open chat when its account has been connected */
"You have disconnected" = "Du har kopplat ned";

/* Message displayed when you send a buzz/nudge/other notification. %@ will be the other person's name. */
"You requested %@'s attention" = "Du bad att %@ skulle uppmärksamma dig";

/* No comment provided by engineer. */
"Your attention is requested!" = "Någon vill ha din uppmärksamhet!";
/* Restored from historic nib translations (arm64 revival) */
"Appear Idle Immediately" = "Bli inaktiv genast";
"Auto-reply" = "Autosvar";
"Custom Status" = "Anpassad status";
"Hours" = "timmar";
"Minutes" = "minuter";
"Mute Sounds" = "Inga ljud";
"Save Custom Status" = "Spara anpassad status";
"Silence Notifications" = "Inga notiser";
"State:" = "Status:";
"Status Message:" = "Statusmeddelande";
"With a custom auto-reply message:" = "Anpassat autosvar";
